output/pipeu.de.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.pipeu.de (be patient)


Server Software:        nginx/1.4.6
Server Hostname:        www.pipeu.de
Server Port:            443
SSL/TLS Protocol:       TLSv1,DHE-RSA-AES256-SHA,2048,256

Document Path:          /de/produkte.html
Document Length:        29594 bytes

Concurrency Level:      100
Time taken for tests:   30.082 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      14953500 bytes
HTML transferred:       14797000 bytes
Requests per second:    16.62 [#/sec] (mean)
Time per request:       6016.432 [ms] (mean)
Time per request:       60.164 [ms] (mean, across all concurrent requests)
Transfer rate:          485.44 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       91  573 1233.1    111    8015
Processing:   410 4878 1417.5   5572    6235
Waiting:      214 4860 1420.5   5555    6202
Total:        712 5451 1732.9   5714   13816

Percentage of the requests served within a certain time (ms)
  50%   5714
  66%   5811
  75%   5905
  80%   5950
  90%   6130
  95%   8417
  98%  10965
  99%  11510
 100%  13816 (longest request)