output/pipeu.de.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.pipeu.de (be patient)


Server Software:        nginx/1.4.6
Server Hostname:        www.pipeu.de
Server Port:            443
SSL/TLS Protocol:       TLSv1,DHE-RSA-AES256-SHA,2048,256

Document Path:          /de/produkte.html
Document Length:        29594 bytes

Concurrency Level:      100
Time taken for tests:   28.716 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      14953500 bytes
HTML transferred:       14797000 bytes
Requests per second:    17.41 [#/sec] (mean)
Time per request:       5743.114 [ms] (mean)
Time per request:       57.431 [ms] (mean, across all concurrent requests)
Transfer rate:          508.54 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       90  815 1786.1    111   12683
Processing:   219 4397 1574.3   5380    6029
Waiting:      193 4379 1578.1   5367    5995
Total:        444 5212 2212.8   5581   18147

Percentage of the requests served within a certain time (ms)
  50%   5581
  66%   5645
  75%   5692
  80%   5750
  90%   6379
  95%   9020
  98%  13068
  99%  13629
 100%  18147 (longest request)