output/vamos-reisen.de.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.vamos-reisen.de (be patient)


Server Software:        Apache
Server Hostname:        www.vamos-reisen.de
Server Port:            443
SSL/TLS Protocol:       TLSv1,DHE-RSA-AES128-SHA,2048,128

Document Path:          /
Document Length:        24231 bytes

Concurrency Level:      100
Time taken for tests:   103.349 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      12254500 bytes
HTML transferred:       12115500 bytes
Requests per second:    4.84 [#/sec] (mean)
Time per request:       20669.726 [ms] (mean)
Time per request:       206.697 [ms] (mean, across all concurrent requests)
Transfer rate:          115.80 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       85 1210 2728.7    100   14227
Processing: 15691 17709 1385.3  17595   21143
Waiting:      645 2541 1357.2   2468    5863
Total:      15785 18920 3388.0  17889   30380

Percentage of the requests served within a certain time (ms)
  50%  17889
  66%  18623
  75%  19206
  80%  19969
  90%  25955
  95%  27100
  98%  29054
  99%  29285
 100%  30380 (longest request)