output/vamos-reisen.de.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.vamos-reisen.de (be patient)


Server Software:        Apache
Server Hostname:        www.vamos-reisen.de
Server Port:            443
SSL/TLS Protocol:       TLSv1,DHE-RSA-AES128-SHA,2048,128

Document Path:          /
Document Length:        24213 bytes

Concurrency Level:      100
Time taken for tests:   103.432 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      12245500 bytes
HTML transferred:       12106500 bytes
Requests per second:    4.83 [#/sec] (mean)
Time per request:       20686.369 [ms] (mean)
Time per request:       206.864 [ms] (mean, across all concurrent requests)
Transfer rate:          115.62 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       83 1137 2501.3    100   11816
Processing: 15712 17831 1436.2  17742   21597
Waiting:      662 2686 1411.8   2581    6388
Total:      15798 18968 3433.3  18000   29258

Percentage of the requests served within a certain time (ms)
  50%  18000
  66%  18572
  75%  18977
  80%  19684
  90%  26278
  95%  27735
  98%  28836
  99%  28985
 100%  29258 (longest request)