output/vamos-reisen.de.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.vamos-reisen.de (be patient).....done


Server Software:        Apache
Server Hostname:        www.vamos-reisen.de
Server Port:            443
SSL/TLS Protocol:       TLSv1,DHE-RSA-AES128-SHA,2048,128

Document Path:          /
Document Length:        24213 bytes

Concurrency Level:      100
Time taken for tests:   29.322 seconds
Complete requests:      100
Failed requests:        0
Total transferred:      2449100 bytes
HTML transferred:       2421300 bytes
Requests per second:    3.41 [#/sec] (mean)
Time per request:       29321.930 [ms] (mean)
Time per request:       293.219 [ms] (mean, across all concurrent requests)
Transfer rate:          81.57 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:      236 4449 2889.3   4777   13015
Processing: 16303 20163 1598.9  20170   22583
Waiting:     1106 4935 1599.0   4858    7488
Total:      18138 24612 3842.7  26036   29319

Percentage of the requests served within a certain time (ms)
  50%  26036
  66%  27689
  75%  28122
  80%  28166
  90%  28592
  95%  28886
  98%  28975
  99%  29319
 100%  29319 (longest request)