output/venstre.dk.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.venstre.dk (be patient)


Server Software:        Apache
Server Hostname:        www.venstre.dk
Server Port:            80

Document Path:          /
Document Length:        48361 bytes

Concurrency Level:      100
Time taken for tests:   13.147 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      24352500 bytes
HTML transferred:       24180500 bytes
Requests per second:    38.03 [#/sec] (mean)
Time per request:       2629.489 [ms] (mean)
Time per request:       26.295 [ms] (mean, across all concurrent requests)
Transfer rate:          1808.85 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       44  614 1186.6     70    5986
Processing:   201 1226 1548.7    740   11511
Waiting:       41  330 432.7     78    2846
Total:        252 1841 1963.4   1135   11614

Percentage of the requests served within a certain time (ms)
  50%   1135
  66%   1788
  75%   2217
  80%   2667
  90%   4523
  95%   5590
  98%   8652
  99%  10138
 100%  11614 (longest request)