output/venstre.dk.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1554214 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.venstre.dk (be patient)


Server Software:        Apache
Server Hostname:        www.venstre.dk
Server Port:            80

Document Path:          /
Document Length:        48260 bytes

Concurrency Level:      100
Time taken for tests:   13.172 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      24302000 bytes
HTML transferred:       24130000 bytes
Requests per second:    37.96 [#/sec] (mean)
Time per request:       2634.473 [ms] (mean)
Time per request:       26.345 [ms] (mean, across all concurrent requests)
Transfer rate:          1801.68 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       41  691 1593.8     71    8322
Processing:   200 1140 1647.2    639   13082
Waiting:       42  437 953.9     88   10683
Total:        245 1831 2424.3    865   13171

Percentage of the requests served within a certain time (ms)
  50%    865
  66%   1479
  75%   1938
  80%   2712
  90%   4416
  95%   7374
  98%  10156
  99%  11658
 100%  13171 (longest request)